{
  "case_id": "2013_BCSC_752",
  "case_name": "J.E.H. v. P.L.H.",
  "citation": "2013 BCSC 752",
  "source_court": "BCSC",
  "judgment_date": "2013-05-01",
  "judge_clean": "Abrioux",
  "child_age_approx": "multiple",
  "child_demographics": "Two children: B.H. (male, age 8, Autism Spectrum Disorder) and L.H. (female, age 6).",
  "special_needs_flag": "Y - Autism Spectrum Disorder (FASD/Global Developmental Delay)",
  "relocation_flag": "N",
  "applicant_role": "mother",
  "legal_issues_identified": "Guardianship and Parenting Schedule (Divorce Act s. 16), Division of Family Assets & Reapportionment (FRA s. 65), Spousal and Child Support (Guidelines s. 3, 17, 19), Imputation of Income.",
  "primary_outcome": "varied",
  "outcome_for_applicant": "win",
  "summary_holding": "The Mother was granted primary guardianship with final decision-making authority and a 65% reapportionment of the matrimonial home due to her career sacrifice and role as primary caregiver to a special needs child. The Father's income was imputed at $1 million, triggering indefinite spousal support, despite his lower current annual earnings.",
  "winning_argument_type": "Successful application of the 'sacrifice doctrine' (*Lodge v. Lodge*, *Moge v. Moge*); Reapportionment justified by the Mother's diminished earning capacity and ongoing responsibility for a special needs child; Imputation of income prevented 'double dipping' by the high-earning Father.",
  "failed_argument_type": "Argument for equal parenting failed due to inability to replicate primary caregiver role for autistic child; Reliance on 'most current' income for support rejected as an attempt to minimize support obligations despite retaining significant assets built with historical high income.",
  "judicial_disdain": "The Judge criticized the Father's July 18, 2011 Financial Statement for being 'inaccurate or incomplete' given his actual 2011 income was $3.1 million vs. the listed $661,000. The evidence of the Father's nanny, Ms. A., was found to be 'not unbiased' as she received 'significant personal benefits' from the arrangement.",
  "views_weight": "inappropriate",
  "scc_precedent_applied": "Y - Moge v. Moge (economic disadvantage of homemaking), Stein v. Stein (division of contingent tax liability), Leskunat v. Leskunat (definition of 'means'), Gordon v. Goertz (best interests inquiry)",
  "precedent_gap": "None noted. The Court correctly applied SCC precedents regarding the division of assets and support, particularly *Stein v. Stein* in allocating contingent corporate tax debt to the high-earning spouse, ensuring the division of property was fair.",
  "strategic_takeaway": "In high-net-worth cases, courts will aggressively impute income (s. 19) to prevent 'double dipping'—where a parent claims low current income to minimize support while retaining millions in assets acquired through the other parent's domestic sacrifice. Reapportionment is the primary tool to address the long-term economic disparity caused by one parent's career hiatus.",
  "counsels_analysis": "THINK STEP-BY-STEP (IRAC):\n\n1. **ISSUE**: The central legal disputes are (1) whether the Father is entitled to equal parenting time given the child's autism, (2) whether the Mother is entitled to a reapportionment of the family home (and a 65% share) given the Father's high-income career, and (3) what income should determine child/spousal support.\n\n2. **RULE**:\n * **Parenting**: The 'best interests of the child' (Divorce Act s. 16(8), FRA s. 37) requires the court to consider the child's needs, including health (autism) and stability. There is no presumption of equal parenting.\n * **Reapportionment**: FRA s. 65 allows the court to unequally divide assets if equal division is unfair. Factors include career sacrifice (*Lodge*), earning disparity (*Moge*), and the 'basket clause' (s. 65(1)(f)). *Stein* allows dividing contingent tax debts.\n * **Support**: Guidelines s. 19 permits imputing income. Support should reflect parents' 'means' (*Leskunat*), preventing 'double dipping' (using low current income to avoid support while keeping high assets). *D.B.S. v. S.R.G.* governs retroactive support.\n\n3. **APPLICATION**:\n * **Step A: Parenting.** The Father seeks week-on/week-off. The Judge acknowledges his dedication but finds he cannot yet 'replicate' the Mother's role with B., who has complex autism requiring strict routine and management of multiple therapists. The Mother's historical role as primary caregiver dictates a gradual increase in Father's time (3 weeks Mother/1 week Father).\n * **Step B: Reapportionment.** The Mother seeks 65% of the $3.75M home. The Judge applies *Moge* and *Lodge*. The Mother sacrificed her career, enabling the Father to earn millions. Her earning capacity is permanently diminished. The Father keeps his high-income potential and assets. Equal division would be unfair. The tax debt is split 75/25 (*Stein*) to reflect who benefits from the income.\n * **Step C: Support.** The Father argues 2012 income ($688k) should set support. The Judge imputes $1M. Using only 2012 income would let the Father 'double dip' (pay low support based on low current cash flow while retaining assets bought with past high income). The Judge finds this unfair to the Mother and children. Retroactive support is denied due to the 'lavish' lifestyle maintained by the family despite the low payments.\n\n4. **CONCLUSION**: The Mother's role as the primary caregiver to a special needs child and her resultant career sacrifice justifies a significant deviation from equal division of assets and a generous support order. The Father's income is imputed to reflect his true earning potential, ensuring the children share in the family's 'means'.",
  "judge_leaning_score": 0.4,
  "extraction_confidence": "High",
  "full_text_path": "https://canlii.ca/t/sv4k3"
}