{
"case_id": "2023_BCPC_110",
"case_name": "S.T.M. v. C.G.H.",
"citation": "2023 BCPC 110",
"source_court": "BCPC",
"judgment_date": "2023-05-18",
"judge_clean": "M.J. Brecknell",
"child_age_approx": "14+",
"child_demographics": "One child (B.), female, born [omitted]. Diagnosed with high-functioning Autism Spectrum Disorder (ASD), Separation Anxiety Disorder (SAD), Generalized Anxiety Disorder (GAD), and Obsessive-Compulsive Disorder (OCD).",
"special_needs_flag": "Y - High-functioning ASD, OCD, Anxiety Disorders. History of self-harm/suicidal ideation.",
"relocation_flag": "N",
"applicant_role": "mother",
"legal_issues_identified": "Parental Alienation (s. 211 FLA), Child Custody and Guardianship (s. 41 FLA), Parenting Time (s. 40 FLA), Wrongful Denial of Parenting Time (s. 61 FLA), Child Support (s. 147 FLA), Section 7 Special/Extraordinary Expenses (CSG).",
"primary_outcome": "partial",
"outcome_for_applicant": "win",
"summary_holding": "A finding of parental alienation requires expert evidence; here, the Court rejected the expert's finding of alienation, attributing the child's resistance to estrangement and enmeshment caused by the father's historical absences and the child's ASD. The Applicant retains primary residence and final decision-making authority (Joyce model), while the Respondent receives compensatory parenting time and an imputed income for support purposes.",
"winning_argument_type": "Distinction between Estrangement and Parental Alienation (N.R.G./Williamson). The Respondent failed to prove that the Applicant maliciously alienated the child. The Court found the child's resistance was based on 'estrangement' (justified refusal due to the father's early absences and lack of bonding) and the child's ASD/neurodivergence, rather than intentional manipulation by the mother.",
"failed_argument_type": "Intentional Parental Alienation. The Respondent relied heavily on a Section 211 report by Dr. Aube which concluded the Applicant was alienating the child. The Court found Dr. Aube's methodology flawed (relying on unapproved documents) and her opinion inconsistent with the later ASD diagnosis and evidence of the child's 'estrangement' from the father. Without clear proof of malicious intent, the alienation theory failed.",
"judicial_disdain": "The Judge was highly critical of the Respondent's financial conduct, finding his purchase of a Porsche Carrera and excessive corporate expenses to be 'personal benefit of the shareholder' rather than legitimate business needs. He described the Respondent's testimony regarding the Applicant as 'harbouring resentment' and 'evasive'. He also criticized the Applicant's credibility, calling her a 'campaigning witness' who exaggerated and speculated.",
"views_weight": "not determinative",
"scc_precedent_applied": "Y - N.R.G. v. N.R.G. (distinguishing estrangement from alienation) and M.F.W. v. M.A.H. (court not bound by s. 211 expert recommendations).",
"precedent_gap": "None noted. The Court correctly applied N.R.G. to reject the alienation claim where the evidence supported estrangement due to the father's absences and the child's medical condition.",
"strategic_takeaway": "Courts will distinguish between 'estrangement' (a child's justified refusal to see a parent) and 'parental alienation' (a malicious campaign by the other parent). In cases involving ASD or historical absence by the father, estrangement is often the finding. To succeed on an alienation claim, the moving party needs bulletproof expert evidence of malice, not just a Section 211 report that the Court finds methodologically flawed.",
"counsels_analysis": "<Step-by-step IRAC/CoT analysis>\n<Issue>Whether the appropriate parenting arrangements for B. should be varied to grant C.G.H. equal parenting time, sole guardianship, and final decision-making authority; and whether S.T.M. wrongfully withheld B. from C.G.H.</Issue>\n<Rule>The Family Law Act (FLA) s. 37 sets out the factors for determining a child's best interests, including the child's health and emotional well-being, the nature of relationships, and the need for stability. s. 211 allows the Court to appoint an expert to conduct a hearing. s. 61 provides remedies for wrongful denial of parenting time. In M.F.W. v. M.A.H., the SCC established that a trial judge is not bound by the recommendations of a s. 211 expert and must independently assess the evidence.</Rule>\n<Application>The Court first assessed credibility, finding both parties lacking but S.T.M. more prone to 'campaigning' and C.G.H. 'evasive'. [para 629-636]. The Court analyzed the Section 211 Report by Dr. Aube. While Dr. Aube diagnosed parental alienation, the Court found her report flawed because she relied on documents provided by C.G.H. without S.T.M.’s consent and failed to account for B.’s ASD diagnosis. [para 681-696]. The Court distinguished between 'parental alienation' and 'estrangement' per Williamson and N.R.G.. It found B. was estranged from C.G.H. due to his early absences and B.’s own rigid thinking/ASD, not because S.T.M. alienated her. [para 696-697]. Consequently, C.G.H.’s claim for sole guardianship and the alienation-based 'family violence' protection order were dismissed. [para 696, 713-716]. Regarding parenting time, the Court applied Gordon v. Goertz. It accepted that B. needs consistency and routine due to her ASD and anxiety. [para 710-711]. It found that C.G.H.’s proposal for equal time would be 'catastrophic' for B. and that her resistance was not solely due to alienation. [para 724-725]. However, the Court found S.T.M. wrongfully denied parenting time on Sundays, applying K.R. v. K.R. (wrongful denial does not require saying 'no'). [para 777]. The Court refused C.G.H.’s request for an ongoing police enforcement clause, citing D.J.S. v. P.(T.W.) as authority that such clauses are harmful to children and should be rare. [para 745-747]. Financially, the Court applied Hausmann to impute income to C.G.H. from his closely held corporation, rejecting his attempt to hide income behind a Porsche and personal expenses. [para 827]. It applied A.L.P. to include S.T.M.’s pension in her income. [para 815]. It granted S.T.M. a 'Joyce model' order for parental responsibilities, giving her final say in emergencies but requiring consultation with C.G.H. [para 880]. It ordered a Parenting Coordinator under s. 15 FLA. [para 751-762]. It ordered Family Systems Therapy (FST) to address the entrenched conflict. [para 766]. It found S.T.M. liable for wrongful denial and awarded C.G.H. $5000 in penalties and 39 days of compensatory time. [para 778]. It rejected C.G.H.’s claim for reimbursement of legal fees. [para 778-779].</Application>\n<Conclusion>The Court ordered a status quo parenting regime (approx 35-40% time for C.G.H.) with minor increases (compensatory time) to maintain stability for B., who suffers from ASD and anxiety. S.T.M. retains primary residence and final decision-making authority (Joyce model). C.G.H. is imputed significant income for support purposes. Both parties must participate in FST and utilize a Parenting Coordinator. S.T.M. is penalized for past wrongful denials but is not found to have committed family violence.</Conclusion>",
"judge_leaning_score": "-0.1",
"extraction_confidence": "High",
"full_text_path": "https://www.canli.ca/en/bc/bcpc/doc/2023/2023bcpc110/2023bcpc110.html"
}